{"artists" : [

	{
		"name" : "the2vvo",
		"photo" : "images/artists/2vvoProfile.png",
		"links" : ["http://www.the2vvo.com/", "http://soundcloud.com/tags/the2vvo", "http://vimeo.com/2vvo", "http://www.facebook.com/the2vvo", "http://www.instagram.com/the2vvo/"],
		"linkNames" : ["website", "soundcloud", "vimeo", "facebook", "instagram"],
		"question1" : "We are an artist duo, originally from Almaty, Kazakstan. One of us comes from an architecture / art background and the other one was a practicing musician / producer. The original concept for the project was to travel to various places and document our experiences through artworks. We wanted it to be simple, so that we allowed for imperfections and raw ideas. We also didn’t put a boundary on weather what we post online is visual art, sound art or a mixture of both. It could be either or both. The project started entirely on our shared enthusiasm to collaborate, travel and make things. We wanted to feel the freedom to make and share whatever we wanted, without thinking much whether it’s good or bad. We feel that the ting that makes art special is the ability to transform any kind of personal experience into an abstract, metaphysical form. If somebody , other than us, can connect with it too, it means that we were able to do something successfully.",
		"question2" : "It varies. Each place can put you into a certain mood or a creative headspace, that is unique and worth exploring. That is the reason we like to travel. From each place we visit and stay, be so Nairobi city center, a small village in India, mountain house in Kazakhstan, big city such as Berlin or Los Angeles, we learn so much and use whatever artifacts we find around to make things. Of course, a big inspiration to us is nature with all the intricacies of it’s design. It acts as a recharge for us. But we also love raw and imperfect things and thus various human made cultures are also inspiring. The outcome of what we do just varies. The most valuable thing we can name for creativity is time. We always feel, there’s not enough of it.",
		"question3" : "A lot has to do with found things. Whatever things we see around, we try to use in both meant-to and not-meant-to ways. On the hardware side it’s a camera, guitar, controllers like monome, lemur, wacom tablet, conventional music instruments. On the software side it’s Live, Reaktor, Max, Adobe products. We are also very fond of exploring new options, so the list constantly grows. Sometimes we use some things just ones, sometimes there are things the we constantly go back to.",
		"question4" : "If we had this opportunity, we’d just ask everybody to turn all the equipment off and be quiet for a minute. That would be quite an experience.",
		"albums" : ["scintilla"],
		"projects" : ["juniper", "invisible wall", "nature 2 numbers"]
	},

	{
		"name" : "integrate",
		"photo" : "images/artists/integrateProfile.png",
		"links" : ["http://www.cargocollective.com/integrate", "http://soundcloud.com/integratelive", "http://www.youtube.com/channel/UCEY7fQguIrDvaW5qiSEXZNQ","http://www.facebook.com/integrateelectronic"],
		"linkNames" : ["website", "soundcloud", "youtube", "facebook"],
		"question1" : "i am dillon bastan. i live in la right now. i make music, design and develop music tools, sound design, and made this site for these starving artists. i strive to broaden my work with mediums, technologies, and collaborators. ",
		"question2" : "depends on the project",
		"question3" : "mainly max for developing plugins, lemur for ipad, and live for daw",
		"question4" : "",
		"albums" : ["itba"],
		"projects" : ["juniper"]
	},

	{
		"name" : "macro/micro",
		"photo" : "images/artists/macromicroProfile.png",
		"links" : [],
		"linkNames" : [],
		"question1" : "A carbon based Earth creature--like yourself—with all the irrationality and potential that comes with the gig.</br></br>In a front row seat in my mind, feeling inconceivably lucky to be here.</br></br>Generally speaking, I’m building an enriching life for myself and those close to me, while hopefully giving more than I take. Specifically, I love the process of working with sound to create emotional landscapes, mental images, and cathartic experiences—speaking in a universally understood language that needs no translation.</br></br>I have no other choice, and I’m very thankful for the circumstantial guidance that provides me. Music has always been a force of learning, adventure and understanding for me, and has a primal power that can unify people across the world. I’m compelled to be part of what may be human’s earliest art form, group therapy, social bonding practice and worship congregation.",
		"question2" : "Nature and cities are at opposite ends of the inspiration scale, so it’s hard for me to exclude one. I would prefer to be surrounded by nature, but to have access to a major city within a reasonable amount of time. Ideally, I’d love to live in a modest but comfortable house at the top of a mountain which would also be my primary workspace. On one side of the ridge would be a view of an expansive forrest, and on the other, a view of an enormous city. While I’m dreaming, having a lake that would freeze over for a few months out of the year would be an absolute fantasy come true.",
		"question3" : "At the moment, computers and microphones, but I will always appreciate the tactile nature of outboard gear and traditional instruments as well. I hope my weapon of choice in the future will have all the processing capabilities of a super computer, but with a physical design/action and touch responsiveness of an acoustic instrument. There’s something about capturing real physics and then processing them (through either/both analog or digital pathways) which is just magic to my ears.",
		"question4" : "Can we all take one minute to silently (and stilly) reflect on how unfathomably incredible it is that we not only consciously exist to perceive this ever unfolding event of reality, but that there is even anything at all in the first place? I won’t dictate how you should live your life, because all I know is what I know. Fish are gonna fish, birds are gonna bird, amoebas are gonna amoeba, planets are gonna planet, galaxies are gonna galaxy, and so on. But we are in the middle of some incredible computational force which we will probably never truly comprehend, and can’t we all just appreciate the gift it is to live in it's mystery, and feel awestruck by it’s overwhelming intricacy? You may choose to appreciate it in however way you like, but I think it’s important that you do.</br></br>There is a human word to describe this ever changing understanding of the creation and organization of things, which is “God”. While some of human's biggest perversions have been made in defining and defending what that means, it still holds a potentially unifying power to us, and could be a very useful word if understood in a peaceful, scientific and all encompassing definition. To me, God is the accumulation of all things known, and unknown that actually exist, did exist, and will exist (in all known and unknown ways). You are in God. You are a part of god. All matter, all space/time, all thoughts and dreams, and all other known and unknown representations of existence are a part of God. God may or may not be conscious entity, but it is definitely a phenomena, and a real thing.</br></br>We are bound to our biology which dictate so much of our actions and behaviors, and we all must continue living our lives—what other choice do we have? But I do believe if we possess such a thing as free will, feeling grateful and astounded by this happening, and this chance to be, can guide us all to a better way of life, individually and collectively.",
		"albums" : ["mtba"],
		"projects" : []
	},

	{
		"name" : "zzara",
		"photo" : "images/artists/zzaraProfile.png",
		"links" : [],
		"linkNames" : [],
		"question1" : "i am a woman...right here...Trying my best. Why do I do it? First i have to answer this question to myself...then I'll let you know",
		"question2" : "My creativity doesn't have any borders or space restrictions",
		"question3" : "I use my imagination.",
		"question4" : "Run!!!",
		"albums" : ["ztba"],
		"projects" : []
	}

]}